Repository: Rami-ben-jouira/pfa_apk_last_update
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

source: language
ar: اللغة
fr: langue

# helloWorld
source: Choose an action
ar: اختيار إجراء
fr: Choisissez une action

source: English
ar: الإنجليزية
fr: Anglais

source: French
ar: الفرنسية
fr: Français

source: Arabic
ar: العربية
fr: Arabe

source: Questionnaire
ar: الاستبيان

# childAgeQuestion
source: How old is the child?
ar: كم عمر الطفل؟
fr: Quel âge a l'enfant?

# childSexQuestion
source: What is the child's sex?
ar: ما هو جنس الطفل؟
fr: Quel est le sexe de l'enfant?

# motherAgeQuestion
source: How old was the mother when having the child?
ar: كم كان عمر الأم عند إنجاب الطفل؟
fr: Quel âge avait la mère lorsqu'elle a eu l'enfant?

# allergiesQuestion
source: Does the kid have allergies?
ar: هل لدى الطفل حساسية؟
fr: L'enfant a-t-il des allergies?

# arthritisQuestion
source: Does the kid have arthritis?
ar: هل لدى الطفل التهاب المفاصل؟
fr: L'enfant a-t-il de l'arthrite?

# asthmaQuestion
source: Does the kid have asthma?
ar: هل لدى الطفل ربو؟
fr: L'enfant a-t-il de l'asthme?

# brainInjuryQuestion
source: Does the kid have brain injury?
ar: هل لدى الطفل إصابة في الدماغ؟
fr: L'enfant a-t-il une lésion cérébrale?

# headachesQuestion
source: Does the kid have headaches?
ar: هل لدى الطفل صداع؟
fr: L'enfant a-t-il des maux de tête?

# anxietyQuestion
source: Does the kid have anxiety?
ar: هل لدى الطفل قلق؟
fr: L'enfant a-t-il de l'anxiété?

# depressionQuestion
source: Does the kid have depression?
ar: هل لدى الطفل اكتئاب؟
fr: L'enfant a-t-il de la dépression?

# insuranceQuestion
source: Do you have insurance?
ar: هل لديك تأمين؟
fr: Avez-vous une assurance?

# alcoholDrugProblemQuestion
source: Has the child ever lived with anyone who had a problem with alcohol or drugs?
ar: هل عاش الطفل مع أي شخص لديه مشكلة في شرب الكحول أو تعاطي المخدرات؟
fr: L'enfant a-t-il déjà vécu avec quelqu'un ayant des problèmes d'alcool ou de drogue?

# familyStructureQuestion
source: Family Structure
ar: هيكل العائلة
fr: Structure familiale

# motherEducationQuestion
source: Mother's education?
ar: تعليم الأم؟
fr: Niveau d'éducation de la mère?

# lowBirthWeight15kg
source: Is child birth weight <1.5 kg?
ar: هل وزن الطفل عند الولادة <1.5 كجم؟
fr: Le poids de naissance de l'enfant est-il <1.5 kg?

# lowBirthWeight25kg
source: Is child birth weight <2.5 kg?
ar: هل وزن الطفل عند الولادة <2.5 كجم؟
fr: Le poids de naissance de l'enfant est-il <2.5 kg?

# prematureBirthQuestion
source: Does the mother have premature birth (>3 weeks before due date)?
ar: هل كانت الولادة مبكرة للغاية (>3 أسابيع قبل الموعد المحدد)؟
fr: La mère a-t-elle accouché prématurément (>3 semaines avant la date prévue)?

# incomePovertyLevelQuestion
source: Income-based on poverty level status is >=200%?
ar: هل الدخل بناءً على مستوى الفقر >=200%؟
fr: Le revenu basé sur le statut de pauvreté est-il >=200%?

source: Submit
ar: إرسال
fr: Soumettre

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Male
ar: ذكر
fr: Masculin

source: Female
ar: أنثى
fr: Féminin

source: Two parents
ar: والدين
fr: Deux parents

source: Single parent
ar: والد وحيد
fr: Parent seul

source: Other
ar: آخر
fr: Autre

# lessThanHighSchool
source: <High school
ar: < البكالوريا
fr: <Bac

source: High School
ar: المدرسة الثانوية
fr: Lycée

# greaterThanHighSchool
source: >High school
ar: > البكالوريا
fr: >Bac

source: Child Age
ar: عمر الطفل
fr: Âge de l'enfant

# motherAge
source: Mother's Age
ar: عمر الأم
fr: Âge de la mère

# enterChildAge
source: Please enter the child's age
ar: الرجاء إدخال عمر الطفل
fr: Veuillez entrer l'âge de l'enfant

# enterMotherAge
source: Please enter mother's age
ar: الرجاء إدخال عمر الأم
fr: Veuillez entrer l'âge de la mère

source: Home Page
ar: الصفحة الرئيسية
fr: Page d'accueil

source: Start Questionnaire
ar: بدء الاستبيان
fr: Commencer le questionnaire

source: Kids Mode
ar: وضع الأطفال
fr: Mode Enfants

source: Choose Doctor
ar: اختيار الطبيب
fr: Choisir un médecin

source: Log Out
ar: تسجيل الخروج
fr: Déconnexion

source: Doctor
ar: الطبيب
fr: médecin

source: Profile
ar: الملف الشخصي
fr: Profil

source: First Name
ar: الاسم
fr: Prénom

source: Last Name
ar: اللقب
fr: Nom de famille

source: Phone Number
ar: رقم الهاتف
fr: Numéro de téléphone

source: Spouse First Name
ar: اسم القرين
fr: Prénom du conjoint

source: Spouse Last Name
ar: لقب القرين
fr: Nom de famille du conjoint

source: Spouse Phone Number
ar: رقم هاتف القرين
fr: Numéro de téléphone du conjoint

source: Spouse Email
ar: بريد القرين
fr: Email du conjoint

source: Add Spouse?
ar: إضافة قرين؟
fr: Ajouter un conjoint?

source: Update Profile
ar: تحديث الملف الشخصي
fr: Màj profil

source: List of Doctors
ar: قائمة الأطباء
fr: Liste des médecins

source: Search Doctors
ar: البحث عن أطباء
fr: Rechercher des médecins

# doctorTitle
source: Dr.
ar: د.

# doctorspecialization
source: Specialization:
ar: التخصص :
fr: Spécialisation :

# doctoraddress
source: Address:
ar: العنوان :
fr: Adresse :

# doctorphone
source: Phone number:
ar: الهاتف :
fr: Numero de téléphone :

# doctoremail
source: Email:
ar: البريد الإلكتروني :

source: Doctor Selected
ar: تم اختيار الطبيب
fr: Docteur sélectionné

source: Select Doctor
ar: اختيار الطبيب
fr: Sélectionner le docteur

# changeDoctor
source: Change the Doctor
ar: تغيير الطبيب
fr: Changer le docteur

source: Play Time
ar: وقت اللعب
fr: Temps de jeu

# exitKidsModeCode
source: Enter the code to exit Kids Mode:
ar: أدخل الرمز للخروج من وضع الأطفال:
fr: Entrez le code pour quitter le mode enfant :

source: Exit
ar: خروج
fr: Quitter

# scanFingerprint
source: Scan your fingerprint to access home page
ar: مسح بصمة الإصبع الخاصة بك للوصول إلى التطبيق
fr: Balayez votre empreinte digitale pour accéder à page d'accueil

# getReadyMessage
source: Get ready for a 14-minute game with 360 trials. Click when any letter appears, but not for 'X'. Have fun and stay focused
ar: استعد للعبة مدتها 14 دقيقة مع 360 تجربة. انقر عند ظهور أي حرف، ولكن ليس لـ 'ك'. استمتع وابقَ مركزًا
fr: Préparez-vous pour un jeu de 14 minutes avec 360 essais. Cliquez lorsque n'importe quelle lettre apparaît, sauf pour 'X'. Amusez-vous et restez concentré

# letterAppearanceGame
source: the X Game
ar: لعبة الحروف
fr: Jeu de X

source: Start
ar: بداية
fr: Démarrer

source: Stop
ar: إيقاف
fr: Arrêter

# letters
source: ABCDEFGHIJKLMNOPQRSTUVWYZ
ar: أبتثجحخدذرزسشصضطظعغفقلمنهوي

# target
source: X
ar: ك

source: Email
ar: البريد الإلكتروني

# enterValidEmail
source: Please enter a valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح
fr: Veuillez saisir une adresse e-mail valide

source: Password
ar: كلمة المرور
fr: Mot de passe

# passwordLength
source: Password must be at least 6 characters long
ar: يجب أن تكون كلمة المرور على الأقل 6 أحرف
fr: Le mot de passe doit comporter au moins 6 caractères

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Passwords do not match
ar: كلمات المرور غير متطابقة
fr: Les mots de passe ne correspondent pas

# register
source: Sign Up
ar: إنشاء حساب
fr: S'inscrire

# login
source: Sign In
ar: تسجيل الدخول
fr: Connexion

# loginFailed
source: Invalid login credentials. Please check your username and password and try again.
ar: بيانات تسجيل الدخول غير صحيحة. يرجى التحقق من اسم المستخدم وكلمة المرور الخاصة بك والمحاولة مرة أخرى.
fr: Identifiants de connexion invalides. Veuillez vérifier votre nom d'utilisateur et votre mot de passe et réessayer.

source: Create Profile
ar: إنشاء ملف الشخصي
fr: Créer un profil

source: Child Profile
ar: ملف الطفل
fr: Profil de l'enfant

source: Name
ar: الاسم
fr: Nom

# enterName
source: Please enter a name
ar: الرجاء إدخال اسم
fr: Veuillez saisir un nom

source: Age
ar: العمر
fr: Âge

# enterAge
source: Please enter an age
ar: الرجاء إدخال العمر
fr: Veuillez saisir un âge

# ageRange
source: Age must be between 3 and 18
ar: يجب أن يكون العمر بين 3 و 18 سنة
fr: L'âge doit être compris entre 3 et 18 ans

source: Elementary School
ar: المدرسة الابتدائية
fr: École primaire

source: Middle School
ar: المدرسة الإعدادية
fr: Collège

source: School Level
ar: مستوى المدرسة
fr: Niveau scolaire

source: Has Medical Condition
ar: لديه حالة طبية
fr: A une condition médicale

source: Medical Condition
ar: الحالة الطبية
fr: Condition médicale

source: Medication Name
ar: اسم الدواء
fr: Nom du médicament

source: Create Child Profile
ar: إنشاء ملف الطفل
fr: Créer un profil d'enfant

source: Gender
ar: الجنس
fr: Genre

source: forgot Password?
ar: هل نسيت كلمة السر ؟
fr: Mot de passe oublié?

# createNewAccount
source: Sign Up
ar: انشاء حساب جديد
fr: créer un nouveau compte

# verifyEmailMessage
source: Please verify your email to access all features.
ar: الرجاء التحقق من بريدك الإلكتروني للوصول إلى جميع الميزات.
fr: Veuillez vérifier votre e-mail pour accéder à toutes les fonctionnalités.

source: Check Email Verification
ar: تحقق من التحقق من البريد الإلكتروني
fr: Vérifier la vérification par e-mail

# noMessagesAvailable
source: No notes available
ar: لا توجد ملاحظة متاحة
fr: Aucun Note disponible

source: Doctor's note
ar: ملاحظة الطبيب
fr: Note du médecin

source: You still did not:
ar: لم تقم بعد بـ:
fr: Vous n'avez toujours pas :

source: Topic
ar: الموضوع
fr: Sujet

source: From
ar: من
fr: De

source: Show Less
ar: إظهار أقل
fr: Afficher moins

source: Show More
ar: إظهار أكثر
fr: Afficher plus

source: Sent at
ar: تم الإرسال في
fr: Envoyé à

source: Hi
ar: مرحبا
fr: Salut

# passwordhint
source: Enter your Password
ar: أدخل كلمة المرور الخاصة بك
fr: Entrez votre mot de passe

# emailhint
source: Enter your Email
ar: أدخل عنوان بريدك الإلكتروني
fr: Entrez votre adresse e-mail

# dontHaveAccount
source: Don't have an Account?
ar: ليس لديك حساب؟
fr: Vous n'avez pas de compte?

source: Select your language
ar: اختر لغتك
fr: Sélectionnez votre langue

source: Email is required
ar: البريد الإلكتروني ضروري
fr: L'e-mail est obligatoire

source: Invalid email address
ar: عنوان البريد الإلكتروني غير صحيح
fr: Adresse e-mail invalide

source: Password is required
ar: كلمة المرور ضرورية
fr: Le mot de passe est requis

# passwordLengthRequirement
source: Password must be at least 6 characters long
ar: يجب أن تكون كلمة المرور على الأقل 6 أحرف
fr: Le mot de passe doit comporter au moins 6 caractères

source: Reset Password
ar: إعادة تعيين كلمة المرور
fr: Réinitialiser le mot de passe

source: Close
ar: إغلاق
fr: Fermer

source: Done
ar: تم
fr: Fait

# resetEmailInstructions
source: Check your email for instructions on how to reset your password.
ar: تحقق من بريدك الإلكتروني للحصول على تعليمات حول كيفية إعادة تعيين كلمة المرور.
fr: Vérifiez votre e-mail pour les instructions sur la réinitialisation de votre mot de passe.

source: Error
ar: خطأ
fr: Erreur

# errorResetEmail
source: Error sending password reset email. Please try again.
ar: خطأ في إرسال بريد إلكتروني لإعادة تعيين كلمة المرور. يرجى المحاولة مرة أخرى.
fr: Erreur lors de l'envoi de l'e-mail de réinitialisation du mot de passe. Veuillez réessayer.

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

source: Failed
ar: فشل
fr: Échec

# inputIsRequired
source: this is required
ar: هذا اجباري
fr: c'est obligatoire

# inputhint
source: Enter your
ar: أدخل
fr: Entrez votre

# invalidPhoneNumber
source: enter a valid 8-digit phone number.
ar: إدخل رقم هاتف صحيح مكون من 8 أرقام
fr: saisir un numéro de téléphone valide de 8 chiffres.

# someFieldsAreMissing
source: Please provide responses for all fields.
ar: الرجاء توفير إجابات لجميع الحقول الإلزامية.
fr: Veuillez fournir des réponses pour tous les champs.

source: Cognitive Activities
ar: أنشطة معرفية
fr: Activités Cognitives

source: Behavioral Activities
ar: أنشطة سلوكية
fr: Activités Comportementales

source: Emotional Activities
ar: أنشطة عاطفية
fr: Activités Émotionnelles

# mentalTechniquesForKids
source: Mental Techniques for Kids with ADHD
ar: تقنيات عقلية للأطفال ذوي اضطراب نقص الانتباه وفرط الحركة
fr: Techniques mentales pour les enfants atteints de TDAH

source: Idea Notebook
ar: دفتر الأفكار
fr: Carnet d'idées

source: Daily Successes
ar: نجاحاتي اليومية
fr: Succès quotidiens

source: Start Playing
ar: ابدأ اللعب
fr: Commencer à jouer

# nextActivityDescription
source: Next Activity: Helping kids boost their self-esteem by achieving small daily decisions. Here are the definitions of the answers:
ar: النشاط التالي: مساعدة الأطفال على تعزيز تقديرهم لأنفسهم من خلال تحقيقهم اليومي للقرارات الصغيرة. وهنا تعريف الإجابات
fr: Activité suivante : Aider les enfants à renforcer leur estime de soi en réalisant de petites décisions quotidiennes. Voici les définitions des réponses :

# tryAgain
source: I will try again
ar: سأحاول مرة أخرى
fr: Je vais réessayer

# sometimesSucceed
source: Sometimes, I succeed
ar: في بعض الأحيان، أنجح
fr: Parfois, je réussis

# mostlySucceed
source: Most of the time, I succeed
ar: في معظم الأوقات، أنجح
fr: La plupart du temps, je réussis

source: Start Exercises
ar: ابدأ التمارين
fr: Commencer les exercices

# eatFruitsAndVegetables
source: I eat fruits and vegetables
ar: أنا آكل الفواكه والخضروات
fr: Je mange des fruits et légumes

# turnOffLights
source: I turn off the lights in the room I leave
ar: أطفئ ضوء الغرفة التي سأغادرها
fr: J'éteins les lumières de la pièce que je quitte

# takeCareOfMyself
source: I take care of myself when my parents are busy
ar: أعتني بنفسي عندما يكون والداي مشغولين
fr: Je prends soin de moi quand mes parents sont occupés

# findActivityWithSibling
source: I find an activity to play with my sibling
ar: أجد نشاطًا يمكنني اللعب به مع أخي/أختي
fr: Je trouve une activité pour jouer avec mon frère/ma sœur

# brushTeethAlone
source: I brush my teeth by myself
ar: أفرش أسناني بمفردي
fr: Je me brosse les dents tout seul

# makeBed
source: Make/Tidy Bed
ar: قف/رتب السرير
fr: Faire/Ranger le Lit

# tidyToys
source: I tidy up my toys after using them
ar: أرتب ألعابي عندما أنتهي من استخدامها
fr: Je range mes jouets après les avoir utilisés

# helpSetTable
source: I help set the table for meals
ar: أساعد في تجهيز الطاولة لتناول الطعام
fr: J'aide à mettre la table pour les repas

# cleanUpAfterEating
source: I clean up my spot after eating
ar: عندما أنتهي من الأكل، أقوم بتنظيف مكاني
fr: Je nettoie ma place après avoir mangé

# putClothesInLaundry
source: I put my clothes in the laundry basket
ar: أضع ملابسي في سلة الغسيل
fr: Je mets mes vêtements dans le panier à linge

source: Confirmation
ar: تأكيد

# saveAnswersConfirmation
source: Do you want to save the answers?
ar: هل تريد حفظ الإجابات؟
fr: Voulez-vous enregistrer les réponses ?

source: Cancel
ar: إلغاء
fr: Annuler

source: Confirm
ar: تأكيد
fr: Confirmer

source: Answers saved successfully
ar: تم حفظ الإجابات بنجاح
fr: Réponses enregistrées avec succès

source: Warning
ar: تنبيه
fr: Avertissement

# answerAllQuestions
source: Please answer all questions.
ar: الرجاء الإجابة على جميع الأسئلة.
fr: Veuillez répondre à toutes les questions.

source: OK
ar: حسنا

source: Situation
ar: الموقف

source: Idea
ar: الفكرة
fr: Idée

source: Feelings
ar: المشاعر
fr: Sentiments

source: Behavior
ar: السلوك
fr: Comportement

source: Result:
ar: نتيجة:
fr: Résultat :

source: Save Information
ar: تسجيل المعلومات
fr: Enregistrer les informations

source: Write here...
ar: اكتب هنا...
fr: Écrivez ici...

# confirmSaveInformation
source: Are you sure you want to save the information?
ar: هل أنت متأكد من أنك تريد تسجيل المعلومات؟
fr: Êtes-vous sûr de vouloir enregistrer les informations ?

source: Information saved successfully!
ar: تم تسجيل المعلومات بنجاح!
fr: Informations enregistrées avec succès !

# useToolWhenFacingProblem
source: When you face a problem, use this tool to help:
ar: عندما تواجه مشكلة استخدم هذه الاداة للمساعدة:
fr: Lorsque vous rencontrez un problème, utilisez cet outil pour vous aider :

# startUsingTool
source: Start using the tool
ar: ابدأ باستخدام الاداة
fr: Commencer à utiliser l'outil

source: Breathing Exercise
ar: تمرين التنفس
fr: Exercice de respiration

# breathingExerciseDescription
source: To calm stress or deal with emotions without aggression, breathing is ideal. To help children focus on their breathing, you can guide them through this exercise. The child places their left hand and uses the index finger of their right hand (or vice versa) to trace the outline of the hand. Inhale while moving up, and exhale while moving down.
ar: لتهدئة التوتر أو التعامل مع المشاعر دون عدوانية، يعتبر التنفس مثالياً. لكي نركز انتباه الأطفال على تنفسهم، يمكنك تقديم الدعم لهم من خلال هذا التمرين. يكفي أن يضع الطفل يده اليسرى ويستخدم إصبع اليد اليمنى (أو العكس) لتتبع محيط اليد. عند الصعود، يتم الشهيق، وعند النزول، يتم الزفير.
fr: Pour calmer le stress ou gérer les émotions sans agressivité, la respiration est idéale. Pour aider les enfants à se concentrer sur leur respiration, vous pouvez les guider à travers cet exercice. L'enfant place sa main gauche et utilise l'index de sa main droite (ou vice versa) pour tracer le contour de la main. Inspirez en montant et expirez en descendant.

# emotionalWaveDescription
source: When you feel a difficult emotion, imagine it as a passing wave. Imagine this wave rising and falling within you. You can calmly surrender to the movement of the wave, noticing the intensity of your emotion as it rises and then falls. Accompany this emotional wave until it disappears. After the wave passes, you can say goodbye to your painful emotion. Remember, and say in an inner voice: Emotions are temporary. Emotions are useful, and if we accept them, they allow us to take appropriate actions. Avoiding emotions is what prolongs their duration and intensity. Avoiding emotions leads to impulsive actions, loss of control, and negative behaviors.
ar: عندما تشعر بعاطفة صعبة، تخيلها كموجة عابرة. تخيل هذه الموجة تصعد وتنزل داخلك. يمكنك أن تستسلم بهدوء لحركة الموجة، ملاحظاً شدة عاطفتك وهي ترتفع ثم تنخفض. رافق هذه الموجة العاطفية حتى تختفي. بعد أن تمر الموجة، يمكنك أن تقول وداعًا لعاطفتك المؤلمة. وتذكر، وقل في صوت داخلي: العواطف محدودة في الزمن. العواطف مفيدة، وإذا قبلناها، فإنها تتيح لنا اتخاذ التصرفات المناسبة. تجنب العاطفة هو ما يعزز من مدتها وشدتها. تجنب العاطفة هو ما يؤدي إلى التصرفات الاندفاعية وفقدان السيطرة والسلوكيات السلبية.
fr: Lorsque vous ressentez une émotion difficile, imaginez-la comme une vague passagère. Imaginez cette vague monter et descendre en vous. Vous pouvez vous abandonner calmement au mouvement de la vague, en remarquant l'intensité de votre émotion lorsqu'elle monte puis descend. Accompagnez cette vague émotionnelle jusqu'à ce qu'elle disparaisse. Après que la vague soit passée, vous pouvez dire au revoir à votre émotion douloureuse. Rappelez-vous, et dites dans une voix intérieure : Les émotions sont temporaires. Les émotions sont utiles, et si nous les acceptons, elles nous permettent de prendre des actions appropriées. Éviter les émotions prolonge leur durée et leur intensité. Éviter les émotions conduit à des actions impulsives, à une perte de contrôle et à des comportements négatifs.

# whenFacingProblem
source: When Facing a Problem
ar: في حال إعترضتك مشكلة
fr: En cas de problème

source: Emotional Wave
ar: موجة العواطف
fr: Vague émotionnelle

source: Breathing Exercises
ar: تمارين التنفس
fr: Exercices de respiration

# expressYourFeelings
source: When facing a problem, express your feelings
ar: عندما تواجه مشكلة عبر عن مشاعرك
fr: Lorsque vous rencontrez un problème, exprimez vos sentiments

# todayDate
source: Today's Date:
ar: : تاريخ اليوم
fr: Date d'aujourd'hui :

source: Event:
ar: : حدث
fr: Événement :

# tapImageToExpressFeelings
source: Tap on an image to express your feelings
ar: اضغط على احد الصور لتعبير عن مشاعرك
fr: Appuyez sur une image pour exprimer vos sentiments

source: Fear
ar: الخوف
fr: Peur

source: Disgust
ar: الاشمئزاز
fr: Dégoût

source: Anger
ar: الغضب
fr: Colère

source: Sadness
ar: الحزن
fr: Tristesse

source: Surprise
ar: الدهشة

source: Joy
ar: الفرح
fr: Joie

# emotionRecordedSuccessfully
source: Emotion recorded successfully: {emotion}
ar: تم تسجيل العاطفة بنجاح: {emotion}
fr: Émotion enregistrée avec succès : {emotion}

source: Fun Wheel
ar: عجلة المرح
fr: Roue de plaisir

source: Organization Journey
ar: رحلة التنظيم
fr: Voyage d'organisation

source: Earn Tokens
ar: كسب الرموز
fr: Gagner des Jetons

source: Morning Routine
ar: الاعمال الصباحية
fr: Routine du Matin

source: Evening Routine
ar: الاعمال المسائية
fr: Routine du Soir

# goToBathroom
source: Go to the Bathroom
ar: أذهب لدورة المياه
fr: Aller aux Toilettes

source: Have Breakfast
ar: فطور الصباح
fr: Prendre le Petit Déjeuner

source: Get Dressed
ar: يرتدى ملابسة
fr: S'habiller

source: Prepare for School
ar: الاستعداد للمدرسة
fr: Préparer pour l'École

source: Do Homework
ar: العمل في المنزل
fr: Faire les Devoirs

source: Play/Tidy Room
ar: لعب/ترتيب الغرفة
fr: Jouer/Ranger la Chambre

# takeBath
source: Take a Bath
ar: خذ حماما
fr: Prendre un Bain

source: Have Dinner
ar: عشاء
fr: Dîner

source: Brush Teeth
ar: تنظيف الأسنان
fr: Se Brosser les Dents

source: Go to Sleep
ar: للنوم
fr: Aller Dormir

source: Congratulations!
ar: تهانينا!
fr: Félicitations !

# tokensMessage
source: You have collected 5 tokens! This is a great achievement. Based on your efforts, you now deserve the reward you agreed upon with your parents. Keep up the good work, and more rewards await you soon. I'm very proud of you!
ar: لقد جمعت 5 رموز! هذا إنجاز رائع. بناءً على مجهودك، أنت الآن تستحق المكافأة التي اتفقت عليها مع والديك. استمر في العمل الجيد وسينتظرك المزيد من المكافآت قريبًا. أنا فخور جدًا بك!
fr: Vous avez collecté 5 jetons ! C'est une grande réussite. Sur la base de vos efforts, vous méritez maintenant la récompense convenue avec vos parents. Continuez votre bon travail, et d'autres récompenses vous attendent bientôt. Je suis très fier de vous !

source: Okay
ar: حسناً
fr: D'accord

# levelCompleted
source: This level is completed!
ar: هذا المستوى قد انتهى!
fr: Ce niveau est terminé !

# congratulationsLevel
source: Congratulations! You have completed level
ar: تهانينا! لقد انتهيت من المستوى
fr: Félicitations ! Vous avez terminé le niveau

source: Correct
ar: صحيح

source: Wrong
ar: خطأ
fr: Faux

source: Game Level
ar: مستوى اللعبة
fr: Niveau du Jeu

source: Find the Rabbit
ar: اوجد الارنب
fr: Trouvez le Lapin

source: Rabbit
ar: أرنب
fr: Lapin

source: Cat
ar: قط
fr: Chat

source: Find the Red Color
ar: اوجد اللون الأحمر
fr: Trouvez la Couleur Rouge

source: Red Color
ar: اللون الاحمر
fr: Couleur Rouge

source: Green Color
ar: اللون الاخضر
fr: Couleur Verte

source: Blue Color
ar: اللون الازرق
fr: Couleur Bleue

source: Pink Color
ar: اللون وردي
fr: Couleur Rose

source: Orange Color
ar: اللون البرتقالي
fr: Couleur Orange
